7zip
accountsservice
acpi
alsa-utils
amass
base
base-devel
bash-completion
bat
blueman
bluez
bluez-utils
brightnessctl
broadcom-wl-dkms
btop
btrfs-progs
calcure
catppuccin-cursors-mocha
catppuccin-gtk-theme-mocha
cliphist
cpio
cups
dante
deezer
dgop
dialog
discord
dnsmasq
dosfstools
ecryptfs-utils
edk2-ovmf
efibootmgr
evtest
exfatprogs
eza
fastfetch
fd
figlet
file-roller
firefox
firefox-i18n-fr
foomatic-db
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
foomatic-db-nonfree-ppds
foomatic-db-ppds
fuse-overlayfs
fuse2
fzf
gammastep
git
github-cli
gnome-themes-extra
gnu-free-fonts
gobuster
google-chrome
greetd-regreet
grim
grub
grub-btrfs
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gum
hashcat
hplip
hunspell-en_us
hunspell-fr
i3status-rust
inter-font
inxi
john
jq
kitty
libspng
libvirt
linux
linux-firmware
linux-headers
lsb-release
lsd
maim
man-db
man-pages
man-pages-fr
mercurial
mtools
neovim
networkmanager
nikto
nmsurf
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
openbsd-netcat
openvpn
optipng
os-prober
otf-font-awesome
pacman-contrib
pamixer
parallel
pass
perl-image-exiftool
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
pnpm
polkit-gnome
power-profiles-daemon
pyenv
python-gobject
python-i3ipc
python-jedi
python-pip
python-pipx
python-pyamdgpuinfo
python-pyquery
python-utils
qalculate-gtk
qt5-quickcontrols2
qt5ct
qt6ct
reflector
ripgrep
rust
sane
sane-airscan
sassc
scrollmpris-git
seat
seatd
seclists
slop
slurp
snap-pac-grub
snapper
sof-firmware
starship
strace
swaybg
swayfx
swayidle
swayimg
swaylock-effects
swaync
systemd-resolvconf
tcpdump
testdisk
texinfo
tlp
tree
ttf-bitstream-vera
ttf-dejavu
ttf-droid
ttf-fantasque-nerd
ttf-fira-code
ttf-fira-sans
ttf-firacode-nerd
ttf-jetbrains-mono
ttf-liberation
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-victor-mono
umockdev
unrar
unzip
usbutils
vde2
w3m
wget
wireguard-tools
wl-clip-persist
wlsunset
wofi
wttrbar
xclip
xdg-desktop-portal-gtk
xdg-desktop-portal-wlr
xdg-user-dirs
xf86-video-nouveau
xmlstarlet
xorg-xwayland
xournalpp
yarn
yazi
zip
zoxide
zram-generator
zsh
zsh-autocomplete
zsh-autosuggestions
zsh-completions
zsh-history-substring-search
zsh-syntax-highlighting
